Repository: fhasse95/budget-flow-ios-translations
Catalog: Localizable_Cities.xcstrings
Source language: en
Languages: ar, el, ja, ko, ru, th, uk, zh_hans, zh_hant

# /Rangoon:dict/:string
source: Rangoon
ar: رانغون
el: Ρανγκούν
ja: ラングーン
ko: 랑군
ru: Рангун
th: ย่างกุ้ง
uk: Рангун
zh_hans: 仰光
zh_hant: 仰光

# /Recife:dict/:string
source: Recife
ar: ريسيف
el: Ρεσίφε
ja: レシフェ
ko: 레시페
ru: Ресифи
th: รีซิเฟ่
uk: Ресифі
zh_hans: 累西腓
zh_hant: 勒希非

# /Regina:dict/:string
source: Regina
ar: ريجينا
el: Ρετζίνα
ja: レジャイナ
ko: 리자이나
ru: Реджина
th: เรจีนา
uk: Реджайна
zh_hans: 里贾纳
zh_hant: 雷吉那

# /Reykjavik:dict/:string
source: Reykjavík
ar: ريكيافيك
el: Ρέικιαβικ
ja: レイキャビーク
ko: 레이캬비트
ru: Рейкьявик
th: เรคยาวิก
uk: Рейк’явік
zh_hans: 雷克雅未克
zh_hant: 雷克雅維克

# /Rio de Janeiro:dict/:string
source: Rio de Janeiro
ar: ريو دي جانيرو
el: Ρίο ντε Τζανέιρο
ja: リオデジャネイロ
ko: 리우데자네이루
ru: Рио-де-Жанейро
th: ริโอเดอจาเนโร
uk: Ріо-де-Жанейро
zh_hans: 里约热内卢
zh_hant: 里約熱內盧

# /Riyadh:dict/:string
source: Riyadh
ar: الرياض
el: Ριάντ
ja: リヤド
ko: 리야드
ru: Эр-Рияд
th: ริยาด
uk: Ер-Ріяд
zh_hans: 利雅得
zh_hant: 利雅德

# /Rome:dict/:string
source: Rome
ar: روما
el: Ρώμη
ja: ローマ
ko: 로마
ru: Рим
th: โรม
uk: Рим
zh_hans: 罗马
zh_hant: 羅馬

# /Salt Lake City:dict/:string
source: Salt Lake City
ar: سولت لايك سيتي
el: Σολτ Λέικ Σιτι
ja: ソルトレイクシティ
ko: 솔트레이크시티
ru: Солт-Лейк-Сити
th: ซอลต์เลกซิตี้
uk: Солт-Лейк-Сіті
zh_hans: 盐湖城
zh_hant: 鹽湖城

# /San Diego:dict/:string
source: San Diego
ar: سان دييغو
el: Σαν Ντιέγκο
ja: サンディエゴ
ko: 샌디에이고
ru: Сан-Диего
th: ซานดิเอโก
uk: Сан-Дієго
zh_hans: 圣地亚哥
zh_hant: 聖地牙哥

# /San Francisco:dict/:string
source: San Francisco
ar: سان فرانسيسكو
el: Σαν Φρανσίσκο
ja: サンフランシスコ
ko: 샌프란시스코
ru: Сан-Франциско
th: ซานฟรานซิสโก
uk: Сан-Франциско
zh_hans: 旧金山
zh_hant: 舊金山

# /San Jose:dict/:string
source: San José
ar: سان خوسيه
el: Σαν Χοσέ
ja: サンホセ
ko: 산호세
ru: Сан-Хосе
th: ซานโฮเซ
uk: Сан-Хосе
zh_hans: 圣何塞
zh_hant: 聖荷西

# /San Juan:dict/:string
source: San Juan
ar: سان خوان
el: Σαν Χουάν
ja: サンフアン
ko: 산후안
ru: Сан-Хуан
th: ซานฮวน
uk: Сан-Хуан
zh_hans: 圣胡安
zh_hant: 聖胡安

# /San Salvador:dict/:string
source: San Salvador
ar: سان سلفادور
el: Σαν Σαλβαντόρ
ja: サンサルバドル
ko: 산살바도르
ru: Сан-Сальвадор
th: ซาน ซาลวาดอร์
uk: Сан-Сальвадор
zh_hans: 圣萨尔瓦多
zh_hant: 聖薩爾瓦多

# /Sanaa:dict/:string
source: Sanaa
ar: صنعاء
el: Σαναά
ja: サナア
ko: 사나
ru: Сана
th: ซาน่า
uk: Сана
zh_hans: 萨那
zh_hant: 沙那

# /Santiago:dict/:string
source: Santiago
ar: سانتياغو
el: Σαντιάγο
ja: サンチアゴ
ko: 산티아고
ru: Сантьяго
th: ซานติอาโก
uk: Сантьяго
zh_hans: 圣地亚哥
zh_hant: 聖地牙哥

# /Santo Domingo:dict/:string
source: Santo Domingo
ar: سانتو دومنغو
el: Σάντο Ντομίνγκο
ja: サントドミンゴ
ko: 산토도밍고
ru: Санто-Доминго
th: ซันโตโดมิงโก
uk: Санто-Домінго
zh_hans: 圣多明各
zh_hant: 聖多明哥

# /Sao Paulo:dict/:string
source: São Paulo
ar: ساو باولو
el: Σάο Πάολο
ja: サンパウロ
ko: 상파울루
ru: Сан-Паулу
th: เซาเปาโล
uk: Сан-Паулу
zh_hans: 圣保罗
zh_hant: 聖保羅

# /Seattle:dict/:string
source: Seattle
ar: سياتل
el: Σηάτλ
ja: シアトル
ko: 시애틀
ru: Сиэтл
th: ซีแอตเทิล
uk: Сіетл
zh_hans: 西雅图
zh_hant: 西雅圖

# /Seoul:dict/:string
source: Seoul
ar: سيول
el: Σεούλ
ja: ソウル
ko: 서울
ru: Сеул
th: โซล
uk: Сеул
zh_hans: 首尔
zh_hant: 首爾

# /Shanghai:dict/:string
source: Shanghai
ar: شنغهاي
el: Σαγκάη
ja: 上海
ko: 상하이
ru: Шанхай
th: เซี่ยงไฮ้
uk: Шанхай
zh_hans: 上海
zh_hant: 上海

# /Singapore:dict/:string
source: Singapore
ar: سنغافورة
el: Σιγκαπούρη
ja: シンガポール
ko: 싱가포르
ru: Сингапур
th: สิงคโปร์
uk: Сінгапур
zh_hans: 新加坡
zh_hant: 新加坡

# /Sofia:dict/:string
source: Sofia
ar: صوفيا
el: Σόφια
ja: ソフィア
ko: 소피아
ru: София
th: โซเฟีย
uk: Софія
zh_hans: 索非亚
zh_hant: 索非亞

# /St. John's:dict/:string
source: St. John’s
ar: سانت جونز
el: Σεντ Τζονς
ja: セントジョンズ
ko: 세인트존스
ru: Сент-Джонс
th: เซนต์จอห์น
uk: Сент-Джонс
zh_hans: 圣约翰斯
zh_hant: 聖約翰斯

# /St. Louis:dict/:string
source: St. Louis
ar: سانت لويس
el: Σεντ Λούις
ja: セントルイス
ko: 세인트루이스
ru: Сент-Луис
th: เซนต์ หลุยส์
uk: Сент-Луїс
zh_hans: 圣路易斯
zh_hant: 聖路易斯

# /St. Petersburg:dict/:string
source: St. Petersburg
ar: سانت بيترسبرغ
el: Αγία Πετρούπολη
ja: サンクトペテルブルグ
ko: 세인트피터즈버그
ru: Санкт-Петербург
th: เซนต์ ปีเตอร์สเบิร์ก
uk: Санкт-Петербург
zh_hans: 圣彼得堡
zh_hant: 聖彼得堡

# /Stockholm:dict/:string
source: Stockholm
ar: ستوكهولم
el: Στοκχόλμη
ja: ストックホルム
ko: 스톡홀름
ru: Стокгольм
th: สตอกโฮล์ม
uk: Стокгольм
zh_hans: 斯德哥尔摩
zh_hant: 斯德哥爾摩

# /Sydney:dict/:string
source: Sydney
ar: سيدني
el: Σίδνεϊ
ja: シドニー
ko: 시드니
ru: Сидней
th: ซิดนีย์
uk: Сідней
zh_hans: 悉尼
zh_hant: 雪梨

# /Taipei:dict/:string
source: Taipei
ar: تايبي
el: Ταϊπέι
ja: 台北
ko: 타이베이
ru: Тайбэй
th: ไทเป
uk: Тайбей
zh_hans: 台北
zh_hant: 台北

# /Tashkent:dict/:string
source: Tashkent
ar: طشقند
el: Τασκένδη
ja: タシケント
ko: 타슈켄트
ru: Ташкент
th: ทาชเคนต์
uk: Ташкент
zh_hans: 塔什干
zh_hant: 塔什干

# /Tegucigalpa:dict/:string
source: Tegucigalpa
ar: تيغوسي غالبا
el: Τεγκουσιγκάλπα
ja: テグシガルパ
ko: 테구시갈파
ru: Тегусигальпа
th: เตกูซิกัลปา
uk: Тегусігальпа
zh_hans: 特古西加尔巴
zh_hant: 德古西加巴

# /Tehran:dict/:string
source: Tehran
ar: طهران
el: Τεχεράνη
ja: テヘラン
ko: 테헤란
ru: Тегеран
th: เตห์ราน
uk: Тегеран
zh_hans: 德黑兰
zh_hant: 德黑蘭

# /Thanh Pho Ho Chi Minh:dict/:string
source: Thanh Pho Ho Chi Minh
ar: هو تشي منه
el: Πόλη του Χο Τσι Μιν
ja: ホーチミン
ko: 호치민
ru: Хошимин
th: โฮจิมินห์ซิตี
uk: Хошимін
zh_hans: 胡志明市
zh_hant: 胡志明市

# /Tientsin:dict/:string
source: Tientsin
ar: تيانجين
el: Τιεντσίν
ja: 天津
ko: 톈진(Tientsin)
ru: Тяньцзинь
th: เทียนจิน
uk: Тяньцзинь
zh_hans: 天津
zh_hant: 天津

# /Tokyo:dict/:string
source: Tokyo
ar: طوكيو
el: Τόκιο
ja: 東京
ko: 도쿄
ru: Токио
th: โตเกียว
uk: Токіо
zh_hans: 东京
zh_hant: 東京

# /Toronto:dict/:string
source: Toronto
ar: تورونتو
el: Τορόντο
ja: トロント
ko: 토론토
ru: Торонто
th: โตรอนโต
uk: Торонто
zh_hans: 多伦多
zh_hant: 多倫多

# /Tripoli:dict/:string
source: Tripoli
ar: طرابلس الغرب
el: Τρίπολη
ja: トリポリ
ko: 트리폴리
ru: Триполи
th: ตริโปลี
uk: Тріполі
zh_hans: 的黎波里
zh_hant: 的黎波里

# /Tunis:dict/:string
source: Tunis
ar: تونس
el: Τυνησία
ja: チュニス
ko: 튀니스
ru: Тунис
th: ตูนิส
uk: Туніс
zh_hans: 突尼斯
zh_hant: 突尼斯

# /Ulaanbaatar:dict/:string
source: Ulaanbaatar
ar: أولان باتور
el: Ουλάν Μπατόρ
ja: ウランバートル
ko: 울란바토르
ru: Улан-Батор
th: อูลานบาตอร์
uk: Улан-Батор
zh_hans: 乌兰巴托
zh_hant: 烏蘭巴托

# /Vancouver:dict/:string
source: Vancouver
ar: فانكوفر
el: Βανκούβερ
ja: バンクーバー
ko: 밴쿠버
ru: Ванкувер
th: แวนคูเวอร์
uk: Ванкувер
zh_hans: 温哥华
zh_hant: 溫哥華

# /Victoria:dict/:string
source: Victoria
ar: فيكتوريا
el: Βικτώρια
ja: ビクトリア
ko: 빅토리아
ru: Виктория
th: วิคตอเรีย
uk: Вікторія
zh_hans: 维多利亚
zh_hant: 維多利亞

# /Vienna:dict/:string
source: Vienna
ar: فيينا
el: Βιέννη
ja: ウィーン
ko: 비엔나
ru: Вена
th: เวียนนา
uk: Відень
zh_hans: 维也纳
zh_hant: 維也納

# /Vladivostok:dict/:string
source: Vladivostok
ar: فلاديفوستوك
el: Βλαδιβοστόκ
ja: ウラジオストク
ko: 블라디보스토크
ru: Владивосток
th: วลาดิวอสต็อก
uk: Владивосток
zh_hans: 符拉迪沃斯托克
zh_hant: 海參崴

# /Volgograd:dict/:string
source: Volgograd
ar: فولغوغراد
el: Βόλγκογκραντ
ja: ボルゴグラード
ko: 볼고그라드
ru: Волгоград
th: วอลโกกราด
uk: Волгоград
zh_hans: 伏尔加格勒
zh_hant: 伏爾加格勒

# /Warsaw:dict/:string
source: Warsaw
ar: وارسو
el: Βαρσοβία
ja: ワルシャワ
ko: 바르샤바
ru: Варшава
th: วอร์ซอ
uk: Варшава
zh_hans: 华沙
zh_hant: 華沙

# /Washington, D.C.:dict/:string
source: Washington, D.C.
ar: واشنطن العاصمة
el: Ουάσιγκτον, Περιφέρεια της Κολούμπια
ja: ワシントンD.C.
ko: 워싱턴, D.C.
ru: Вашингтон, О.К.
th: วอชิงตัน ดี.ซี.
uk: Вашингтон, округ Колумбія
zh_hans: 华盛顿（哥伦比亚特区）
zh_hant: 華盛頓特區

# /Wellington:dict/:string
source: Wellington
ar: ويلنغتون
el: Ουέλινγκτον
ja: ウェリントン
ko: 웰링턴
ru: Веллингтон
th: เวลลิงตัน
uk: Велінгтон
zh_hans: 惠灵顿
zh_hant: 威靈頓

# /Winnipeg:dict/:string
source: Winnipeg
ar: وينيبغ
el: Γουίνιπεγκ
ja: ウィニペグ
ko: 위니펙
ru: Виннипег
th: วินนิเพก
uk: Вінніпег
zh_hans: 温尼伯
zh_hant: 溫尼伯

# /Yakutsk:dict/:string
source: Yakutsk
ar: ياكوتسك
el: Γιακούτσκ
ja: ヤクーツク
ko: 야쿠츠크
ru: Якутск
th: ยาคุตสค์
uk: Якутськ
zh_hans: 雅库茨克
zh_hant: 雅庫次客

# /Yekaterinburg:dict/:string
source: Yekaterinburg
ar: ييكاتيرينبرغ
el: Αικατερινούπολη
ja: エカテリンブルク
ko: 예카테린버그
ru: Екатеринбург
th: เยคาเทรินเบิร์ก
uk: Єкатеринбург
zh_hans: 叶卡捷琳堡
zh_hant: 伊卡特林堡

# /Yerevan:dict/:string
source: Yerevan
ar: ياريفان
el: Ερεβάν
ja: エレバン
ko: 예레반
ru: Ереван
th: เยเรวาน
uk: Єреван
zh_hans: 埃里温
zh_hant: 葉里溫

# /Zagreb:dict/:string
source: Zagreb
ar: زاغرب
el: Ζάγκρεμπ
ja: ザグレブ
ko: 자그레브
ru: Загреб
th: ซาเกร็บ
uk: Загреб
zh_hans: 萨格勒布
zh_hant: 札格瑞布

# /Zurich:dict/:string
source: Zurich
ar: زيورخ
el: Ζυρίχη
ja: チューリッヒ
ko: 취리히
ru: Цюрих
th: ซูริค
uk: Цюрих
zh_hans: 苏黎世
zh_hant: 蘇黎世

# /UTC:dict/:string
source: UTC
ko: 협정 세계시(UTC)
th: เวลาสากลเชิงพิกัด (UTC)
zh_hans: 世界标准时间
